{
    "biblioteca": [
        {
            "id": "1",
            "titulo": "Clash Royale",
            "descricao": "Clash Royale é um jogo eletrônico de estratégia desenvolvido e publicado pela Supercell.",
            "historia": "Em 2016, a Supercell, que já dominava com Clash of Clans, trouxe ao mundo Clash Royale, um jogo de estratégia em tempo real que misturava cartas colecionáveis com batalhas rápidas de PvP. O objetivo? Montar um deck, usar elixir com inteligência e destruir as torres do inimigo antes que ele fizesse o mesmo com as suas. O jogo era simples, mas desafiador, com partidas de três minutos que mantinham a tensão lá em cima.\n\nA ideia pegou e logo o jogo se espalhou, se tornando um sucesso instantâneo. A Supercell manteve o jogo vivo com torneios, novas cartas e modos de jogo, além das populares Guerras de Clãs. Isso fez com que Clash Royale se tornasse um dos maiores eSports mobile da época.\n\nMas nem tudo foi perfeito. A galera começou a reclamar dos balanceamentos e das vantagens para quem pagava. Mesmo assim, Clash Royale se manteve relevante, sempre se adaptando e mantendo uma base de fãs fiel. Não era só um jogo de celular, era uma batalha de estratégia, habilidade e, claro, de paciência para quem tentava subir troféus.",
            "plataforma": "Mobile",
            "ano": 2016,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQrniRVM6F0DTK7TgHRYBxMafwLK14bn2YXIg&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4zFHMSgH0dEgDZVjKzHN7fCjUF5uPed8Suw&s",
                "https://miro.medium.com/v2/resize:fit:900/0*Kqr0hQeVjZ9FKiLk"
            ]
        },
        {
            "id": "2",
            "titulo": "Cyberpunk 2077",
            "descricao": "Cyberpunk 2077 é um jogo eletrônico de ação e RPG desenvolvido pela CD Projekt Red.",
            "historia": "Lançado em dezembro de 2020 pela CD Projekt Red, *Cyberpunk 2077* rapidamente ganhou atenção mundial por seu vasto mundo aberto e narrativa imersiva, ambientado em uma distopia futurista na cidade de Night City. O jogo coloca os jogadores no controle de V, um mercenário em busca de um implante experimental que promete dar a ele a imortalidade. A história é repleta de escolhas morais e consequências, com uma mistura de ação, exploração e diálogos que moldam o destino do personagem.\n\nApesar das expectativas altas, o lançamento de *Cyberpunk 2077* foi marcado por polêmicas, devido a bugs e falhas técnicas, especialmente nas versões de consoles de geração anterior. A CD Projekt Red rapidamente se desculpou e se comprometeu a corrigir os problemas através de atualizações e patches. Mesmo assim, o jogo foi aclamado por sua narrativa, design de personagens e pela imersão no mundo de alta tecnologia e corrupção.\n\nCom o passar do tempo, *Cyberpunk 2077* foi melhorando com atualizações e, em 2022, recebeu uma expansão chamada *Phantom Liberty*, trazendo novas histórias e mecânicas para o jogo. Apesar das dificuldades iniciais, *Cyberpunk 2077* estabeleceu-se como um marco na indústria de jogos, criando um universo complexo e inesquecível para seus jogadores.",
            "plataforma": "PC, PlayStation, Xbox",
            "ano": 2020,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAYRdeH4M_v1gy2gd8fytRGxq0J5mPqS5fV2k&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9x4nk0AiA_TNYw3Zm7yAvD5LmyXctZYiylg&s",
                "https://www.pcgamesn.com/wp-content/sites/pcgamesn/2021/12/cyberpunk-2077-phantom-liberty-01.jpg"
            ]
        },
        {
            "id": "3",
            "titulo": "Dark Souls 3",
            "descricao": "Dark Souls 3 é um jogo eletrônico de ação e RPG desenvolvido pela FromSoftware.",
            "historia": "Lançado em 2016 pela FromSoftware, *Dark Souls 3* é o terceiro e último capítulo da famosa série de jogos de ação e RPG que conquistou os corações dos gamers com seu mundo sombrio, desafiador e cheio de mistérios. O jogo se passa no reino de Lothric, onde os jogadores assumem o papel do 'Ashen One', um ser marcado pela chama, destinado a enfrentar os perigos do mundo e deter o apocalipse iminente causado pela extinção do fogo.\n\nO enredo de *Dark Souls 3* é envolto em mistério, com uma narrativa não-linear que é contada através de diálogos, itens e o ambiente do jogo. Os jogadores precisam descobrir a verdade por trás dos personagens, das facções e do próprio ciclo da chama e da escuridão, enquanto enfrentam inimigos impiedosos e chefes desafiadores. A dificuldade do jogo é um dos maiores atrativos, recompensando paciência, habilidade e conhecimento do universo de *Dark Souls*.\n\nA FromSoftware manteve a fórmula que deu sucesso aos jogos anteriores, oferecendo um combate tático e preciso, com um foco na exploração e na ambientação sombria. Além disso, o jogo também manteve os aspectos multiplayer, permitindo que os jogadores interajam entre si por meio de invasões, cooperação e combate PVP. *Dark Souls 3* foi aclamado pela crítica e pelos fãs, sendo considerado um dos melhores jogos de sua geração e uma conclusão épica para a franquia.",
            "plataforma": "PC, PlayStation, Xbox",
            "ano": 2016,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7_3k9-Lxlgf-wprnYmVZzY8Ixt6WyLZ5A-Q&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTA8uwW3GGgw0Y-mByAKTjrHD2r2JJ1Oat7fQ&s",
                "https://upload.wikimedia.org/wikipedia/commons/9/92/Dark_Souls_III_Box_Art.jpg"
            ]
        },
        {
            "id": "4",
            "titulo": "Red Dead Redemption 2",
            "descricao": "Red Dead Redemption 2 é um jogo eletrônico de ação, aventura e RPG desenvolvido pela Rockstar Games.",
            "historia": "Lançado em 2018 pela Rockstar Games, *Red Dead Redemption 2* é um jogo de mundo aberto que se passa no final do século 19, durante a era do faroeste americano. O jogador assume o papel de Arthur Morgan, um membro da gangue Van der Linde, liderada pelo carismático Dutch. A história segue Arthur enquanto ele tenta sobreviver e proteger sua gangue em um mundo que está mudando rapidamente, com a chegada da civilização e o fim da era dos fora da lei.\n\nA narrativa de *Red Dead Redemption 2* é profunda e envolvente, abordando temas como lealdade, redenção, traição e o impacto das escolhas de cada personagem. A trama se desenrola enquanto Arthur e seus companheiros enfrentam conflitos com a lei, outros bandidos e até com eles mesmos, enquanto buscam escapar da perseguição e encontrar um novo lugar no mundo. O jogo oferece uma experiência imersiva e cheia de detalhes, com uma vasta gama de missões e atividades paralelas que enriquecem o universo do jogo.\n\nO título é aclamado pela sua representação fiel de um mundo aberto, repleto de paisagens deslumbrantes, vida selvagem e dinâmicas realistas, como interações com NPCs e mudanças no clima. Além disso, *Red Dead Redemption 2* se destaca pela sua jogabilidade, que combina ação, caça, combate e exploração de forma coesa, permitindo ao jogador viver a experiência de ser um fora da lei no Velho Oeste.",
            "plataforma": "PC, PlayStation, Xbox",
            "ano": 2018,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_C0SzO1hclXUddEoa8tO0Q5ADoYl9A33awQ&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3vqgS1ssL3gsHlW6J3z0VsMN8fOgxt_h7Dg&s",
                "https://upload.wikimedia.org/wikipedia/commons/d/d7/Red_Dead_Redemption_2_cover.jpg"
            ]
        },
        {
            "id": "5",
            "titulo": "JoJo's Bizarre Adventure: Heritage for the Future",
            "descricao": "JoJo's Bizarre Adventure: Heritage for the Future é um jogo de luta baseado no popular mangá e anime JoJo's Bizarre Adventure, desenvolvido pela Capcom.",
            "historia": "Lançado em 1999 nos arcades e posteriormente para o PlayStation, *JoJo's Bizarre Adventure: Heritage for the Future* é um jogo de luta que adapta a história de *JoJo's Bizarre Adventure*, focando nos eventos da terceira parte do mangá, 'Stardust Crusaders'. O jogo permite que os jogadores assumam o controle de diversos personagens icônicos da série, incluindo Jotaro Kujo, Dio Brando e Joseph Joestar, para batalhas intensas e cheias de estilo.\n\nO jogo se destaca pelo uso dos 'Stands', entidades sobrenaturais que acompanham os personagens e têm habilidades únicas, proporcionando uma jogabilidade estratégica e cheia de possibilidades. Cada personagem possui um Stand com movimentos especiais e ataques poderosos, que os jogadores podem usar para derrotar seus oponentes em combates dinâmicos. A mecânica de luta é rápida e fluida, com uma ênfase no uso de combos e táticas para derrotar os adversários.\n\n*JoJo's Bizarre Adventure: Heritage for the Future* também se destaca pela sua estética única, com visuais vibrantes e característicos do mangá e anime, e uma trilha sonora que complementa perfeitamente a ação. O jogo foi aclamado por fãs e críticos por sua fidelidade à série e pela maneira como capturou a essência da obra original, tornando-se um clássico cult entre os jogos de luta dos anos 90.",
            "plataforma": "Arcade, PlayStation",
            "ano": 1999,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS19_lX-UMcSOE4tV0v_TqTgdWOB5g-jbmH9g&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRz2plWfiz33sSXYFQUl8lEyaOqxDgVhvcZrQ&s",
                "https://upload.wikimedia.org/wikipedia/commons/f/fb/JoJo%27s_Bizarre_Adventure_-_Heritage_for_the_Future_Cover_Art.jpg"
            ]
        },
        {
            "id": "6",
            "titulo": "Chrono Trigger",
            "descricao": "Chrono Trigger é um jogo eletrônico de RPG desenvolvido pela Square (atualmente Square Enix), considerado um dos maiores clássicos do gênero.",
            "historia": "Lançado em 1995 para o Super Nintendo Entertainment System (SNES), *Chrono Trigger* é um dos RPGs mais aclamados de todos os tempos. O jogo segue a história de um jovem chamado Crono, que, após uma viagem no tempo acidental, se envolve em uma aventura épica para impedir o apocalipse que ameaça o futuro da Terra. A trama é repleta de viagens temporais, encontros com criaturas fantásticas e batalhas contra vilões icônicos.\n\nO enredo de *Chrono Trigger* se destaca pela sua complexidade e pela maneira como a viagem no tempo impacta os eventos e personagens do jogo. Os jogadores podem interagir com diferentes períodos históricos, alterando o curso da história e alterando o futuro de acordo com suas escolhas. A narrativa inclui múltiplos finais, o que aumenta a rejogabilidade e a profundidade da história.\n\n*Chrono Trigger* foi inovador por sua jogabilidade, trazendo batalhas em tempo real, sistema de combate sem encontros aleatórios e um elenco de personagens carismáticos, cada um com sua própria história e habilidades especiais. A trilha sonora do jogo, composta por Yasunori Mitsuda, é amplamente elogiada por sua qualidade e capacidade de envolver os jogadores na atmosfera única do jogo. *Chrono Trigger* é considerado uma obra-prima e um dos melhores RPGs de todos os tempos, influenciando gerações de jogos subsequentes.",
            "plataforma": "Super Nintendo, PlayStation, PC, DS, iOS, Android",
            "ano": 1995,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSM5wz0s-TNSZo2xRS5j4S3cREf52nBXi6ZLQ&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDTuOAqTR0vGEzZqvSxFz_qfwZ-M47fycL_w&s",
                "https://upload.wikimedia.org/wikipedia/commons/4/44/Chrono_Trigger_box_art.png"
            ]
        },
        {
            "id": "7",
            "titulo": "Counter-Strike: Global Offensive",
            "descricao": "Counter-Strike: Global Offensive (CS:GO) é um jogo eletrônico de tiro em primeira pessoa desenvolvido pela Valve e Hidden Path Entertainment.",
            "historia": "Lançado em 2012, *Counter-Strike: Global Offensive* (CS:GO) é a quarta edição da famosa série de jogos *Counter-Strike*. O jogo é um shooter competitivo focado em partidas entre dois times: terroristas e contra-terroristas. O objetivo de cada time varia conforme o modo de jogo, sendo que os terroristas tentam plantar uma bomba, enquanto os contra-terroristas tentam desarmá-la ou impedir o plantio. Em outros modos, o foco é a eliminação total do time adversário.\n\n*CS:GO* rapidamente se tornou um dos maiores e mais populares jogos de tiro competitivo do mundo, com uma grande cena de eSports. O jogo oferece uma experiência tática e de alta habilidade, onde o trabalho em equipe, a precisão e a estratégia são fundamentais. Ao longo dos anos, *CS:GO* evoluiu com atualizações regulares, incluindo novos mapas, armas, skins e modos de jogo, mantendo a base de jogadores sempre engajada.\n\nAlém disso, o jogo apresenta um sistema de skins, que permite aos jogadores personalizar seus itens com diferentes aparências. A modalidade de competição profissional também se expandiu, com grandes torneios internacionais, como o Major Championship, sendo realizados regularmente. *CS:GO* continua sendo um dos pilares dos jogos de tiro em primeira pessoa, com uma base de fãs fiel e uma comunidade ativa.",
            "plataforma": "PC, Xbox 360, PlayStation 3, OS X, Linux",
            "ano": 2012,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRhJjFj6OZ55f_A9zNBzElw4KMd8LZZo2v8oQ&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQjVOzR2_aR9MGEJb42u2iFq3hDgHxxJ6Y5Vw&s",
                "https://upload.wikimedia.org/wikipedia/commons/1/1b/CSGO_Logo_2013.png"
            ]
        },
        {
            "id": "8",
            "titulo": "Mineirinho Ultra Adventure",
            "descricao": "Mineirinho Ultra Adventure é um jogo de plataforma que combina aventura, exploração e muitos desafios.",
            "historia": "Em *Mineirinho Ultra Adventure*, os jogadores controlam o Mineirinho, um corajoso aventureiro que precisa enfrentar uma série de obstáculos e inimigos em diversas fases repletas de desafios. O jogo mistura elementos clássicos de plataformas com puzzles e uma história envolvente, enquanto Mineirinho explora diferentes mundos e busca por tesouros e segredos.\n\nAo longo de sua jornada, Mineirinho encontra uma variedade de itens e poderes que ajudam a superar desafios e inimigos. Com gráficos coloridos e uma trilha sonora animada, o jogo se destaca pela sua jogabilidade acessível e divertida, atraindo jogadores de todas as idades. Cada fase do jogo apresenta novos obstáculos, inimigos e cenários, tornando a experiência sempre emocionante e cheia de surpresas.\n\n*Mineirinho Ultra Adventure* é ideal para os fãs de jogos de plataforma que buscam uma experiência divertida e desafiadora, onde a exploração e a resolução de quebra-cabeças são partes essenciais da diversão.",
            "plataforma": "PC, Mobile",
            "ano": 2020,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSxAw1zOdTqbf2stPqYjqa4fRGFZ3g-2pzW8g&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8Boi48dG-IZ9E22Lzv51-S6I4xzbsDFZt6w&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ6R_UXwAMsf7jJqZKlWmZ1RYnB2tXunvGbJw&s"
            ]
        },
        {
            "id": "9",
            "titulo": "Blasphemous",
            "descricao": "Blasphemous é um jogo de ação e plataforma em 2D, com temática sombria, desenvolvido pela Team17 e The Game Kitchen.",
            "historia": "Lançado em 2019, *Blasphemous* é um jogo de ação e aventura que mistura elementos de metroidvania e hack and slash. Ambientado no mundo fictício de Cvstodia, o jogo apresenta um cenário sombrio e religioso, repleto de mitologia e simbolismo. O protagonista, conhecido como 'O Penitente', é um guerreiro em busca de respostas, lutando contra criaturas grotescas e enfrentando as consequências de uma maldição que aflige sua terra.\n\nO enredo de *Blasphemous* é complexo e misterioso, com o jogador tendo que explorar o mundo do jogo e interagir com personagens para desvendar segredos e a origem da maldição que assolou a região. A narrativa é contada de forma não linear, com muitos dos detalhes revelados através de lore escondido e arte visual.\n\nO jogo é notável pelo seu estilo artístico em pixel art, com design de ambientes detalhados e batalhas intensas. As lutas contra chefões são um dos maiores atrativos do jogo, sendo desafiadoras e exigindo precisão e estratégia. *Blasphemous* também se destaca por sua atmosfera única, sombria e cheia de tensão, sendo um título altamente recomendando para fãs de jogos desafiadores e com forte componente narrativo.",
            "plataforma": "PC, PlayStation 4, Xbox One, Nintendo Switch",
            "ano": 2019,
            "imagens": [
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQCe0JFT_gKzA9Y8bgjscnVmjChtwepVtSMlw&s",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_n9LwV6wCXYHYDkjNh0xjTbAdMKwN5fAq1w&s",
                "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Blasphemous_Logo.png/800px-Blasphemous_Logo.png"
            ]
        }                
    ]
}
